Revit 2024 API
FabricationAncillaryUsage.Quantity Property
 Quantity of required ancillaries.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2017 Subscription Update
Syntax
C#
public double Quantity { get; }
Visual Basic
Public ReadOnly Property Quantity As Double
	Get
Visual C++
public:
property double Quantity {
	double get ();
}
See Also
FabricationAncillaryUsage Class
Autodesk.Revit.DB Namespace